/**
 *
 * 地块{ *地块代码，#经纬坐标，道路地址，行政区代码，地块性质，运营公司，入驻公司(s) }
 *
 * 行政区{ *行政区代码，行政区名称，#聚合中心坐标 }
 *
 * 公司{ *代码，名称，负责人/法人，注册资本 }
 */

var dist_data = [
  {
    alias: '01',
    name: '黄浦区',
    position: '121.485885,31.233127' //大世界
  },
  {
    alias: '02',
    name: '浦东新区',
    position: '121.581514,31.211608'
  },
  {
    alias: '03',
    name: '徐汇区',
    position: '121.444253,31.194558'
  },
  {
    alias: '04',
    name: '长宁区',
    position: '121.401714,31.218529'
  },
  {
    alias: '05',
    name: '静安区',
    position: '121.458651,31.229258'
  },
  {
    alias: '06',
    name: '普陀区',
    position: '121.400614,31.251493'
  },
  {
    alias: '07',
    name: '虹口区',
    position: '121.511572,31.268286'
  },
  {
    alias: '08',
    name: '杨浦区',
    position: '121.533184,31.265486'
  },
  {
    alias: '09',
    name: '闵行区',
    position: '121.404865,31.223171'
  },
  {
    alias: '10',
    name: '宝山区',
    position: '121.4915,31.405197'
  },
  {
    alias: '11',
    name: '嘉定区',
    position: '121.273032,31.384483'
  },
  {
    alias: '12',
    name: '金山区',
    position: '121.35122,30.751003'
  },
  {
    alias: '13',
    name: '松江区',
    position: '121.235626,31.049015'
  },
  {
    alias: '14',
    name: '青浦区',
    position: '121.131701,31.166331'
  },
  {
    alias: '15',
    name: '奉贤区',
    position: '121.477055,30.930659'
  },
  {
    alias: '16',
    name: '崇明',
    position: '121.466796,31.664965'
  }
]


